Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: དང་པོ་བྱིས་པ་དང་། དེའི་འོག་ཏུ་གཞོན་ནུ་ནས་མཐར་གྱིས་ཆེར་སྐྱེས་པར་གྱུར་པའི་བར་དུ་ཡང་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་།
en: Being first a child, then a youth, until gradually becoming fully grown, the person is intensely tormented by misery, grief, and various types of illnesses.

source: ནད་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་གཟིར་ཅིང་སྡུག་བསྔལ་གྱི་རེག་པ་བརྒྱ་སྟོང་ཚད་མེད་པ་བརྗོད་ཀྱིས་མི་ལང་བ་རྣམས་ཀྱིས་ལུས་ཉོན་མོངས་པར་བྱེད་པས་ལུས་ཀྱི་སྡུག་བསྔལ་དང་དུ་ལེན་པར་མི་ནུས་པའི་ཚེ་གསོན་པར་མི་སྨོན་ཅིང་ཤི་བར་དགའ་བས་ན་ལུས་འདི་ནི་སྡུག་བསྔལ་མངལ་བདེ་བ་ཆུང་བ་ཡིན་ཏེ།
en: When unable to bear the suffering of the body because indescribably, immeasurably many hundreds of thousands of feelings of suffering afflict the body, a person, not wishing to live, is happy to die. As for this body, sufferings are many, pleasures few.

source: རེ་ཤིག་ཙམ་དུ་གནས་པར་བྱེད་ཀྱང་མཐར་འཇིག་པར་འགྱུར་བས་དགའ་བོ་སྐྱེ་བ་རྣམས་ནི་ཐམས་ཅད་ཀྱང་འཆི་བར་འགྱུར་བས་རྟག་པར་གནས་པ་གང་ཡང་མེད་དོ། །
en: Although they live for a little while, in the end they will be destroyed. Therefore, Nanda, all beings will die; they lack any permanent existence whatsoever.

source: གལ་ཏེ་སྨན་དང་ཟས་ཀྱིས་གསོས་ནས་ཚེ་རིང་པོར་འགྱུར་བ་ན་ཡང་མཐར་འཆི་བདག་གི་རྒྱལ་པོས་གསོད་ཅིང་ཡུལ་སྟོང་དུ་སྐྱེ་བར་འགྱུར་བས་དེའི་ཕྱིར་སྐྱེ་བ་ལ་དགའ་བ་ཅི་ཡང་མེད་པར་རིག་པར་བྱས་ནས་ནན་ཏན་བརྩོན་འགྲུས་ཀྱིས་མ་འོངས་པའི་ཚོགས་བསགས་པ་ལ་བག་ཡོད་པར་བྱ་བ་དང་།
en: Even if, sustained by medicine and food, they live for a long time, the Lord of Death will slay them in the end, and they will be reborn in an empty place.

source: ཚངས་པར་སྤྱོད་པ་ལ་བརྩོན་ཞིང་ལེ་ལོ་མི་བྱ་བ་དང་། དོན་གྱི་སྤྱོད་པ་དང་། ཆོས་ཀྱི་སྤྱོད་པ་དང་། ཡོན་ཏན་གྱི་སྤྱོད་པ་དང་། དགེ་བ་འབའ་ཞིག་གི་སྤྱོད་པ་ལ་རྟག་པར་མོས་པས་བསྒོམ་པར་བྱའོ། །
en: Therefore, since it should be understood that there is absolutely no pleasure in birth, one should pay heed to accumulating, by means of earnest effort, merit for the future, exert oneself in pure conduct and refrain from laziness, and always eagerly cultivate beneficial behavior, righteous behavior, excellent behavior, and exclusively virtuous behavior.

source: རྟག་པར་བདག་ཉིད་ཀྱི་དགེ་བ་དང་། མི་དགེ་བའི་ལས་རྣམ་པ་གཉིས་ལ་སོ་སོར་བརྟགས་ནས་སེམས་ལ་གཏད་དེ། མ་འོངས་པ་ན་འགྱོད་པ་ཆེན་པོ་མེད་པར་བྱའོ། །
en: Having always contemplated the two types of one’s own karma, virtuous and nonvirtuous, and having focused one’s mind, one will not have great regret in the future.

source: རྗེས་སུ་ཆགས་པར་བྱ་བའི་དངོས་པོ་ཐམས་ཅད་ནི་མཐར་འབྲལ་བར་འགྱུར་ཞིང་དགེ་བ་དང་མི་དགེ་བའི་ལས་ཇི་ལྟ་བ་བཞིན་དུ་ཚེ་ཕྱི་མ་ལེན་པར་འགྱུར་རོ། །
en: Finally, being separated from all things to which one is attached, one will take birth in the next life according to one’s good and bad karma.

source: དགའ་བོ་ཚེ་ལོ་བརྒྱ་ཐུབ་པ་དེ་ཡང་གནས་སྐབས་བཅུ་དང་ལྡན་པར་གྱུར་ཏེ། དང་པོ་ནི་བྱིས་པའི་གནས་སྐབས་ཏེ་ཉམ་ཆུང་ཞིང་གན་རྐྱལ་དུ་ཉལ་བར་བྱེད་དོ། །གཉིས་པ་ནི་གཞོན་ནུར་གྱུར་པ་སྟེ་བྱིས་པའི་རྩེད་མོ་ལ་དགའ་བར་བྱེད་དོ། །གསུམ་པ་ནི་ལང་ཚོ་ལ་བབ་པ་སྟེ་འདོད་པའི་བདེ་བ་རྣམས་མྱོང་བར་བྱེད་དོ། །བཞི་པ་ནི་མཐུ་དང་ལྡན་པར་གྱུར་པ་སྟེ་དཔའ་ཞིང་སྟོབས་དང་ལྡན་པ་ཡིན་ནོ། །ལྔ་པ་ནི་དར་ལ་བབ་པ་སྟེ་ཤེས་རབ་ཀྱི་སྤོབས་པ་དང་ལྡན་པར་གྱུར་པ་ཡིན་ནོ། །དྲུག་པ་ནི་ཡོངས་སུ་རྫོགས་པ་སྟེ་དྲན་པ་དང་ལྡན་ཞིང་དཔྱོད་པ་ལ་མཁས་པའི་རང་བཞིན་ཅན་ཡིན་ནོ། །བདུན་པ་ནི་མཐར་གྱིས་རྒས་པ་སྟེ་ཆོས་ཀྱི་གཞུང་ལུགས་རབ་ཏུ་ཤེས་པ་ཡིན་ནོ། །བརྒྱད་པ་ནི་རྒས་པར་གྱུར་པ་སྟེ་བྱ་བ་མང་པོ་རྣམས་ལ་མཐུ་ཆུང་བར་གྱུར་པ་ཡིན་ནོ། །དགུ་པ་ནི་ཤིན་ཏུ་རྒས་པ་སྟེ་ཅི་ཡང་མི་ནུས་པ་ཡིན་ནོ། །
en: “Nanda, moreover, a person able to reach one hundred years of age will have ten phases: first, the phase of an infant, who, having little strength, lies on its back; second, a child, who takes pleasure in immature play; third, a youth, who enjoys sensual pleasures; fourth, one endowed with strength, who is brave and powerful; fifth, one in the prime of life, who has the eloquence of intelligence; sixth, one fully mature, who is mindful and naturally good at analysis; seventh, one who has grown old gradually, who thoroughly knows the religious teachings; eighth, one who is old, whose strength for many activities has diminished; ninth, one who is very old, who cannot do anything; and tenth, one who is a hundred years old, which is the phase of dying.

source: བཅུ་པ་ནི་ལོ་བརྒྱ་པ་སྟེ་འཆི་བའི་གནས་སྐབས་གང་ཡིན་པའོ། །དགའ་བོ་གནས་སྐབས་ཆེན་པོ་དེ་དག་ཀྱང་མདོར་བསྡུས་ཏེ་བསྟན་ན་འདི་ལྟར་ཟླ་བ་བཞི་ཞིང་དུས་གཅིག་ཏུ་བྱས་ནས་ལོ་བརྒྱ་ལ་དུས་སུམ་བརྒྱ་ཡོད་པར་འགྱུར་ཏེ་དཔྱིད་དང་། དབྱར་དང་། དགུན་གྱི་དུས་རེ་རེ་ལ་ཡང་དུས་བརྒྱ་བརྒྱ་ཡོད་པས་སོ། །
en: “Nanda, if one summarizes those major phases, taking four months as a single period of time, then in one hundred years there are three hundred periods of time, one hundred for each season of spring, summer, and winter.

source: ལོ་གཅིག་ལ་ཟླ་བ་བཅུ་གཉིས་ཡོད་པས་ཟླ་བ་ཡང་བརྒྱ་ཕྲག་བཅུ་གཉིས་ཡོད་པར་འགྱུར་ལ།
en: Since there are twelve months in each year, there will be twelve hundred months. Further, when one calculates fortnights, there will be twenty-four hundred fortnights.

source: དེ་ཡང་ཟླ་བ་ཕྱེད་ཕྱེད་བགྲངས་ནས་ཟླ་བ་ཕྱེད་ཀྱང་བརྒྱ་ཕྲག་ཉི་ཤུ་རྩ་བཞི་ཡོད་པར་འགྱུར་བས་དུས་གསུམ་པོ་རེ་རེ་ལ་ཡང་ཟླ་ཕྱེད་བརྒྱད་བརྒྱ་བརྒྱད་བརྒྱ་ཡོད་པས་མདོར་བསྡུས་ན་ཉིན་མཚན་སུམ་ཁྲི་དྲུག་སྟོང་དུ་འཚོ་བར་འགྱུར་རོ། །
en: Therefore, since each of the three seasons has eight hundred fortnights, in total one will live for thirty-six thousand days and nights.

source: ཉིན་ཞག་གཅིག་ལ་ལན་གཉིས་སུ་ཟ་བས་མདོར་བསྡུས་ན་ཟས་ནི་ལན་སྟོང་ཕྲག་བདུན་ཅུ་རྩ་གཉིས་ཟ་བར་འགྱུར་ཏེ།
en: “Since one eats twice a day, in total one will eat seventy-two thousand times.

source: རྐྱེན་གྱིས་བར་ཆད་བྱས་ནས་མ་ཟོས་པའི་གྲངས་ཀྱང་དེར་གཏོགས་སོ། །ཟས་མ་ཟོས་པའི་རྐྱེན་ནི་འདི་ལྟ་སྟེ།
en: Included in that is the number of meals not eaten due to being hindered by conditions.

source: ཁྲོས་ནས་མ་ཟོས་པ་དང་། སྡུག་བསྔལ་མྱོང་ནས་མ་ཟོས་པ་དང་། བཙལ་ཏེ་མ་རྙེད་ནས་མ་ཟོས་པ་དང་། གཉིད་ལོག་སྟེ་མ་ཟོས་པ་དང་། སྡོམ་པ་བླངས་པ་དང་།
en: Conditions for not eating meals are as follows: not eating due to anger; not eating due to experiencing pain; not eating because one does not find food when looking for it; falling asleep and not eating; not eating due to having taken a vow, or having gotten overexcited at play; and being too busy and not eating.

source: རྩེ་བས་མྱོས་ཏེ་མ་ཟོས་པ་དང་། བྲེལ་ཏེ་མ་ཟོས་པ་སྟེ། ཟོས་པ་དང་མ་ཟོས་པ་གཅིག་ཏུ་བསྡུས་ན་གྲངས་དེ་སྙེད་ཡོད་དེ། མའི་ནུ་ཞོ་འཐུངས་པ་ཡང་གྲངས་དེར་གཏོགས་སོ། །
en: Meals and missed meals that are counted together as one and drinking mother’s milk are also included.

source: དེ་ལྟར་ན་ངས་མི་རྣམས་ཀྱི་འཚོ་བའི་ཚེ་ལོ་བརྒྱ་པའི་ལོ་དང་། ཟླ་བ་དང་། ཉིན་མཚན་དང་། བཟའ་བ་དང་། བཏུང་བ་ཟོས་པ་དང་། འཐུངས་པའི་གྲངས་ཡོངས་སུ་རྫོགས་པར་བསྟན་པ་ཡིན་གྱིས་ཁྱོད་ཀྱིས་འདི་ལ་ཡོངས་སུ་སྐྱོ་བ་བསྐྱེད་པར་བྱའོ། །
en: Since I have thus completely explained the number of years, months, days and nights, and occasions of eating and drinking for people with a lifespan of a hundred years, you should produce disillusionment for this.

source: དགའ་བོ་དེ་ལྟར་བཙས་ཤིང་ཆེར་སྐྱེས་པའི་ལུས་ལ་ཡང་ནད་མང་པོ་འདི་ལྟ་སྟེ། ཀླད་པ་ན་བ་དང་། མིག་ན་བ་དང་། རྣ་བ་ན་བ་དང་། སྣ་ན་བ་དང་། ལྕེ་ན་བ་དང་། སོ་ན་བ་དང་། ལྐོག་མ་ན་བ་དང་། སྙིང་ན་བ་དང་། ལྟོ་ན་བ་དང་། ལག་པ་ན་བ་དང་། རྐང་པ་ན་བས་གནོད་པ་དང་། གཡན་པ་དང་། མཛེ་དང་།
en: “Nanda, in the body of one who has been born in that way and grown, there are also many illnesses; namely, it is harmed by disease in the brain, disease in the eyes, disease in the ears, disease in the nose, disease in the tongue, disease in the teeth, disease in the throat, disease in the heart, disease in the belly, disease in the hands, and disease in the feet.

source: མྱོས་པ་དང་། སྐྲངས་པ་དང་། ལུད་པ་དང་། མཁྲིས་པ་དང་། བད་ཀན་ལ་སོགས་པ་ནད་མང་པོ་རྣམས་ཀྱིས་ཡན་ལག་དང་།
en: The major and minor body parts suffer disease and pain due to many illnesses such as itching, leprosy, madness, swelling, mucus, bile, and phlegm.

source: ཉིང་ལག་ན་ཞིང་སྡུག་བསྔལ་མྱོང་བར་བྱེད་དེ། དགའ་བོ་མིའི་ལུས་ལ་འདི་འདྲ་བའི་ནད་ཀྱིས་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ཡོད་དོ། །
en: “Nanda, the human body has various types of suffering due to diseases such as these.

source: གཞན་ཡང་རླུང་ནད་བརྒྱ་རྩ་གཅིག་དང་། མཁྲིས་པའི་ནད་བརྒྱ་རྩ་གཅིག་དང་། བད་ཀན་གྱི་ནད་བརྒྱ་རྩ་གཅིག་དང་།
en: Furthermore, since there are 101 wind diseases, 101 bile diseases, 101 phlegm diseases, and 101 mixed diseases, a total of 404 diseases arise from an individual’s body.

source: འདུས་པའི་ནད་བརྒྱ་རྩ་གཅིག་ཡོད་པས་མདོར་བསྡུས་ན་ནད་བཞི་བརྒྱ་རྩ་བཞི་ནང་གི་ལུས་ལས་སྐྱེ་བར་འགྱུར་བས་དགའ་བོ་ལུས་འདི་ནི་འབྲས་དང་འདྲ་ཞིང་ཟུག་རྔུ་དང་འདྲ་བས་ནད་མང་པོ་ལས་མངོན་པར་གྲུབ་པ།
en: “Nanda, because this body is like a boil and like a thorn, it is formed from many illnesses.

source: སྐད་ཅིག་ཙམ་དུ་ཡང་མི་གནས་ཤིང་སྐད་ཅིག་མར་འགྱུར་བ།
en: It is not stable even for a moment, and it changes in a moment.

source: རང་བཞིན་གྱིས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པར་གྱུར་པ།
en: By nature, it is impermanent, suffering, empty, and without a self.

source: འཆི་བ་དང་ཉེ་ཞིང་འཇིག་པར་འགྱུར་བའི་ཆོས་ཅན་ཡིད་བརྟན་དུ་མི་རུང་བ་ཡིན་ནོ། །
en: Close to death and subject to being destroyed, it cannot be relied upon.

source: དགའ་བོ་འདི་ལྟར་སེམས་ཅན་རྣམས་ནི་གཞན་ཡང་སྐྱེ་བའི་སྡུག་བསྔལ་འདི་ལྟ་བུ་མྱོང་བར་གྱུར་ཏེ། འདི་ལྟ་སྟེ། ལག་པ་བཅད་པ་དང་། རྐང་པ་བཅད་པ་དང་། མིག་ཕྱུང་བ་དང་། རྣ་བ་བཅད་པ་དང་། སྣ་བཅད་པ་དང་། ལྕེ་བཅད་པ་དང་། མགོ་བཅད་པ་དང་། ཡན་ལག་དང་། ཉིང་ལག་བཅད་པའི་སྡུག་བསྔལ་དང་། གཞན་ཡང་གོ་རར་གཞུག་པ་དང་། གག་ཤིང་དང་། ལྕག་གིས་གཞུ་བ་དང་། རྡེག་པ་དང་།
en: “Furthermore, Nanda, beings experience the sufferings of birth such as follows.

source: བཅིང་བ་ལ་སོགས་པའི་སྡུག་བསྔལ་དང་། བཀྲེས་པ་དང་། སྐོམ་པ་དང་། ངལ་བའི་སྡུག་བསྔལ་དང་། གྲང་བ་དང་། ཚ་བ་དང་། རླུང་དང་། ཆར་པ་དང་། སྦྲང་བུ་མཆུ་རིངས་དང་།
en: They experience an immeasurable, limitless, indescribable variety of sufferings: the sufferings of having their hands cut off, their feet cut off, their eyes ripped out, their ears cut off, their nose cut off, their tongue cut out, their head cut off, and their major and minor body parts cut off; the sufferings, furthermore, of being jailed, of being thrown into a bramble, of being struck with a whip, of being beaten, of being bound, and so forth; the sufferings of hunger, thirst, and exhaustion; and the sufferings arising from contact with such things as cold, heat, wind, rain, mosquitoes, stinging flies, carnivorous animals, creeping creatures, and so forth.

source: ཤ་སྦྲང་དང་། གཅན་གཟན་དང་། སྡིག་སྦྲུལ་ལ་སོགས་པའི་རེག་པ་ལས་བྱུང་བའི་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ཚད་མེད་པ་དཔག་ཏུ་མེད་པ་བརྗོད་ཀྱིས་མི་རྫོགས་པ་དག་རྗེས་སུ་མྱོང་བར་འགྱུར་ཏེ། སེམས་ཅན་རྣམས་ནི་རྟག་ཏུ་འདི་འདྲ་བའི་སྡུག་བསྔལ་མི་བཟད་པ་རྩུབ་པ་ཡིད་དུ་མི་འོང་བ་ལ་གནས་ཤིང་རྗེས་སུ་ཆགས་པ་དང་། བྱིང་བར་གྱུར་པ་ཡིན་པས་འདོད་པ་རྣམས་ནི་སྡུག་བསྔལ་གྱི་རྩ་བར་གྱུར་པ་ཡིན་ཡང་དེ་སྤང་བར་བྱ་བ་ཡིན་པར་མི་ཤེས་ཤིང་།
en: “Since beings always live in this kind of unbearable, harsh, unpleasant suffering, attached and immersed, they do not know that objects of desire are the root of suffering and should be abandoned.

source: ཡང་ཡོངས་སུ་གཉེར་བར་བྱེད་པས་ཉིན་མཚན་དུ་ལུས་དང་སེམས་ཡོངས་སུ་གདུང་བ་དང་། ནང་སྲེགཅིང་ཚིག་པར་བྱེད་པ་ལ་ཡང་རྒྱུན་འཆད་པ་མེད་དེ།
en: Since they still seek them, day and night their bodies and minds are severely tormented, internally scorched and burnt without interruption.

source: དེ་བཞིན་དུ་སྐྱེ་བ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །རྒ་བ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །ན་བ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །འཆི་བ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །
en: Thus, birth is suffering, aging is suffering, illness is suffering, and death is suffering.

source: སྡུག་པ་དང་བྲལ་བ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །མི་སྡུག་པ་དང་ཕྲད་པ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །
en: The loss of what is pleasant is suffering, and encountering what is unpleasant is suffering.

source: གང་འདོད་པ་བཙལ་ཏེ་མ་རྙེད་པ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །
en: Searching for what one wants and not finding it is suffering.

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་ཡང་སྡུག་བསྔལ་ཡིན་ནོ། །
en: The five upādānaskandhas are suffering.

source: འགྲོ་བ་དང་། འགྲེང་བ་དང་། འདུག་པ་དང་། ཉལ་བའི་སྤྱོད་ལམ་བཞི་པོ་དག་ཀྱང་སྡུག་བསྔལ་ཡིན་པས།
en: The four activities of walking, standing, sitting, and lying down are suffering.

source: གལ་ཏེ་རྟག་ཏུ་འགྲོ་ཞིང་འགྲེང་བ་དང་། འདུག་པ་དང་། ཉལ་བར་མ་གྱུར་ན་ཡང་སྡུག་བསྔལ་མྱོང་ཞིང་བདེ་བ་མེད་པར་འགྱུར་རོ། །གལ་ཏེ་རྟག་ཏུ་འགྲེང་ཞིང་འགྲོ་བ་དང་། འདུག་པ་དང་།
en: If one walks constantly but does not stand or sit or lie down, one experiences suffering and does not have comfort.

source: ཉལ་བར་གྱུར་ཏམ། གལ་ཏེ་རྟག་ཏུ་འདུག་ལ་འགྲོ་བ་དང་། འགྲེང་བ་དང་། ཉལ་བར་མ་གྱུར་ཏམ། གལ་ཏེ་རྟག་ཏུ་ཉལ་ལ་འགྲོ་བ་དང་།
en: If one stands constantly and does not walk or sit or lie down; or if one sits constantly and does not walk or stand or lie down; or if one lies down constantly and does not walk or stand or sit, in each case, one experiences unbearable suffering and does not obtain comfort.

source: འགྲེང་བ་དང་། འདུག་པར་མ་གྱུར་ན་ཡང་ཐམས་ཅད་སྡུག་བསྔལ་མི་བཟད་པ་མྱོང་ཞིང་བདེ་བ་ཐོབ་པར་མི་འགྱུར་བས་དགའ་བོ་འདི་དག་ཐམས་ཅད་སྡུག་བསྔལ་མ་སྤངས་པས་སྡུག་བསྔལ་ཡོངས་སུ་གཉེར་བར་བྱེད་པ་ཡིན་པས་སྡུག་བསྔལ་ཁོ་ན་སྐྱེ་ཞིང་།
en: “Nanda, because one does not abandon all of these sufferings, one seeks suffering.

source: སྡུག་བསྔལ་ཁོ་ན་འགག་པར་འགྱུར་བས་འདུ་བྱེད་རྣམས་ཀྱི་རྒྱུ་དང་རྐྱེན་རྒྱུན་ཆད་པ་མེད་པ་འབྱུང་བར་འགྱུར་ཏེ།
en: Therefore, it is only suffering that arises; it is only suffering that ceases. Thus, the uninterrupted stream of the causes and conditions of the saṃskāras arises.

source: དེ་བཞིན་གཤེགས་པས་འདི་དག་ཐུགས་སུ་ཆུད་པའི་ཕྱིར་སེམས་ཅན་རྣམས་ཀྱི་འཁོར་བའི་ཆོས་འདུ་བྱེད་པ་རྣམས་མི་རྟག་ཅིང་ཡང་དག་པའི་མཐར་ཕྱིན་པ་མ་ཡིན་པ། རྣམ་པར་འགྱུར་བའི་ཆོས་ཅན་ཡིད་བརྟན་དུ་མི་རུང་བ་ཡིན་པས་ཆོག་ཤེས་པ་ཡོངས་སུ་བཙལ་ནས་ཤིན་ཏུ་སྐྱོ་བ་བསྐྱེད་དེ། ནན་ཏན་བརྩོན་འགྲུས་ཀྱིས་རྣམ་པར་གྲོལ་བ་ཡོངས་སུ་གཉེར་བར་བྱའོ་ཞེས་གསུངས་པ་ཡིན་ནོ། །
en: Because he understands these things, the Tathāgata teaches that since the conditioned dharmas of saṃsāra of beings are impermanent, never truly complete, subject to change, and unreliable, one should strive for contentment and, having given rise to disillusionment, pursue liberation with earnest effort.

source: དགའ་བོ་བདེ་འགྲོར་སྐྱེས་པའི་སེམས་ཅན་ཡང་སྐྱེ་གནས་མི་གཙང་བདག་ཏུ་སྡུག་བསྔལ་མི་བཟད་པ། ཡང་དག་པ་མ་ཡིན་པ། རྣམ་པ་སྣ་ཚོགས་མྱོང་བ་ཡང་བརྗོད་ཀྱིས་མི་རྫོགས་ན་ངན་སོང་གསུམ་པོ་ཡི་དགས་དང་། དུད་འགྲོ་དང་། སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་རྣམས་ཀྱིས་མྱོང་བར་གྱུར་པའི་སྡུག་བསྔལ་མི་བཟད་པ་བཟོད་པར་དཀའ་བ་ཡོངས་སུ་རྫོགས་པར་བརྗོད་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།། །།བམ་པོ་གསུམ་པ་སྟེ་ཐ་མ། །
en: Nanda, if even the experience of beings who are born in the happy destinies of various types of unbearable, false sufferings in the impurity that is the place of birth cannot be fully described, what need is there to speak in full about the unbearable and intolerable suffering experienced by beings of the three lower destinies, namely, pretas, animals, and hell beings?

source: གཞན་ཡང་དགའ་བོ་མའི་མངལ་དུ་འཇུག་པ་རྣམ་པ་བཞི་ཡོད་དེ།
en: “Furthermore, Nanda, there are four ways of entering the mother’s womb.

source: བཞི་གང་ཞེ་ན།
en: What are the four?

source: སེམས་ཅན་ཁ་ཅིག་ནི་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག །ཡང་དག་པར་ཤེས་བཞིན་དུ་གནས། ཡང་དག་པར་ཤེས་བཞིན་དུ་འབྱུང་བ་ཡང་ཡོད།
en: Some beings enter while perfectly conscious, dwell while perfectly conscious, and emerge while perfectly conscious.

source: ཁ་ཅིག་ནི་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག །ཡང་དག་པར་ཤེས་བཞིན་དུ་གནས་ལ་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འབྱུང་བ་ཡང་ཡོད།
en: Some beings enter while perfectly conscious and dwell while perfectly conscious, but emerge without being perfectly conscious.

source: ཁ་ཅིག་ནི་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག་ལ་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་གནས་ཤིང་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འབྱུང་བ་ཡང་ཡོད།
en: Some beings enter while perfectly conscious, but dwell without being perfectly conscious and emerge without being perfectly conscious.

source: ཁ་ཅིག་ནི་ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འཇུག །ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་གནས། ཡང་དག་པར་མི་ཤེས་བཞིན་དུ་འབྱུང་བ་ཡང་ཡོད་དོ། །
en: Some beings enter without being perfectly conscious, dwell without being perfectly conscious, and emerge without being perfectly conscious.

source: དེ་ལ་སུ་ཞིག་ཡང་དག་པར་ཤེས་བཞིན་དུ་འཇུག་པ་དང་། གནས་པ་དང་། འབྱུང་བར་འགྱུར་ཞེ་ན།
en: “Among them, who enters, dwells, and emerges while perfectly conscious?

source: འདི་ལྟར་འདི་ནི་སོ་སོའི་སྐྱེ་བོའི་སེམས་ཅན་ཁ་ཅིག་རང་བཞིན་གྱིས་ཚུལ་ཁྲིམས་བསྲུང་བ་ལ་དགའ་ཞིང་ཡང་ནས་ཡང་དུ་དགེ་བའི་ཕྱོགས་ལ་གོམས་པར་བྱེད་པ་དང་། དངོས་པོ་མཆོག་ལ་མོས་ཤིང་བསོད་ནམས་རྣམས་མངོན་པར་འདུ་བྱེད་པ་དང་། ཤིན་ཏུ་ཡང་དག་པར་སྡོམ་པ་དང་། རྟག་པར་དྲང་པོར་སེམས་ཤིང་བག་མེད་པར་མི་བྱེད་པ་དང་།
en: This type is like this: Some ordinary beings naturally delight in preserving their morality, repeatedly cultivate virtues, are inclined toward the best things, produce merit, are completely restrained, are always honest, and do not act carelessly.

source: ཤེས་རབ་ཆེན་པོ་དང་ལྡན་པས་འཆི་ཀའི་དུས་ཀྱི་ཚེ་འགྱོད་པ་མེད་པར་སྐྱེ་བ་ཡང་དག་པར་ལེན་པར་བྱེད་པ་རྒྱུན་དུ་ཞུགས་པ་སྐྱེ་བ་ལན་བདུན་པའམ། རིགས་ནས་རིགས་སུ་སྐྱེ་བའམ། ལན་ཅིག་ཕྱིར་འོང་བའམ། བར་ཆད་གཅིག་པ་དག་ཡིན་ཏེ།
en: Since they have great wisdom, when they die they take rebirth with no remorse as stream enterers who return seven times, or as those who go from family to family, or as once-returners, or as those with only a single obstacle.

source: གང་ཟག་དེ་དག་གིས་སྔར་དགེ་བ་སྤྱད་པའི་ཕྱིར་འཆི་ཀའི་དུས་ཀྱི་ཚེ་སྡུག་བསྔལ་ཉེ་བར་འོངས་ཤིང་ན་བ་དང་། ཚ་བ་ཉམས་སུ་མྱོང་བར་གྱུར་ཀྱང་སེམས་ལ་གཡེང་བ་མེད་པར་ཡང་དག་པར་དྲན་བཞིན་དུ་འཆི་བའི་དུས་བྱས་ཏེ།
en: Because they practiced virtuous deeds in the past, those persons, even though when they die suffering approaches and they experience pain and anguish, die with unwavering minds and perfect memory.

source: ཡང་དག་པར་དྲན་བཞིན་དུ་མའི་མངལ་དུ་ཞུགས་ནས་ཆོས་རྣམས་ལས་ཀྱི་དབང་གིས་སྐྱེ་བ་དང་། ཐམས་ཅད་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེ་བར་འགྱུར་བས་རྟག་ཏུ་བདུད་ཀྱི་གནས་བྱས་པར་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་ཤེས་སོ། །
en: Entering their mother’s womb with perfect memory, they know that all dharmas arise due to karma, and that, since everything arises through causes and conditions, they are always an abode of Māra.

source: དགའ་བོ་ལུས་འདི་ནི་མི་གཙང་བ་ཐམས་ཅད་ཀྱི་ཁྱིམ་ཡིན་པས་རང་བཞིན་གྱིས་རྟག་པར་གནས་པ་མ་ཡིན་པ་དང་། གླེན་པའི་དངོས་པོ་ཡིན་པས་རྨོངས་པ་དག་ལ་སླུ་བར་བྱེད་པ་ཡིན་ནོ། །
en: “Nanda, this body, since it is the home of all impurities, is not permanently abiding by nature, and since it is a stupid thing, it deceives foolish people.

source: སྙམ་དུ་རིག་པར་བྱའོ། །
en: Upon reflection, this should be understood.

source: ལུས་འདི་ནི་རུས་པའི་འཁྲུལ་འཁོར་རྩ་རྒྱུས་རྣམས་ཕན་ཚུན་འབྲེལ་པ་བུ་ག་དང་གནད་རྣམས་དོད་པར་གྱུར་པ། ཤ་དང་། ཚིལ་དང་། རུས་པ་དང་།
en: This body is a device made of bones, held together by ligaments, with prominent orifices and vital points—flesh and fat and bones and marrow wrapped together and covered with skin—and its faults cannot be seen.

source: རྐང་ཕན་ཚུན་དུ་དཀྲིས་ཤིང་པགས་པས་གཡོགས་པ་ཡིན་ཡང་སྐྱོན་དུ་མ་མཐོང་བས་རབ་ཏུ་གདུངས་པའི་ཕུག་ཏུ་མི་གཙང་བས་ཡོངས་སུ་གང་བ།
en: It is a burning cave, completely full of impurities.

source: སྐྲ་དང་། སྤུ་དང་། སེན་མོ་དང་། སོའི་གནས་སྐབས་ཐ་དད་པ་ལ། བདག་དང་བདག་གིར་བཟུང་བའི་ཕྱིར་རྟག་ཏུ་རང་དབང་མེད་པར་ཁྲིད་པ།
en: Because of regarding the various states of hair, body hair, nails, and teeth as ‘me’ and ‘mine,’ one is always powerlessly led.

source: རྟག་ཏུ་མཆིལ་མ་དང་། སྣབས་དང་། མི་གཙང་བ་དང་། ཁ་ཆུ་དང་། རྡུལ་དང་། མཁྲིས་པ་དང་། བད་ཀན་འབྱུང་ཞིང་ཞག་དང་། ཚིལ་རུལ་ཞིང་མྱགས་པ་དང་།
en: Spit, snot, filth, saliva, sweat, bile, and phlegm are always excreted, and fat becomes rancid.

source: མཁལ་མ་དང་། མཚེར་པ་དང་། མཆིན་པ་དང་། གློ་བ་དང་། རྒྱུ་མ་ཆེ་ཕྲ་མི་གཙང་བས་གང་ཞིང་སྐྱུག་བྲོ་བ།
en: The kidneys, spleen, liver, lungs, and large and small intestines are filled with filth and are repulsive.

source: སྲིན་བུའི་རིགས་མང་པོས་ཀུན་ཏུ་ཁྱབ་པར་གང་བ།
en: The body is filled all over with many types of worms.

source: སྟེང་དང་། འོག་གི་བུ་ག་རྣམས་སུ་རྟག་ཏུ་མི་གཙང་བ་འཛག་པ་ཞུ་བ་དང་། མ་ཞུ་བའི་གནས་གཉིས་པགས་པ་སྲབ་མོས་གཡོགས་པས། འདི་ནི་སྣམ་ཕྱིས་དང་འདྲ་བ་ཡིན་ནོ། །
en: Its upper and lower orifices constantly drip filth, and since the stomach and intestines are both covered with a thin skin, this body is like a toilet.

source: སྙམ་དུ་ཁྱོད་ཀྱིས་སོ་སོར་བརྟག་པར་བྱའོ། །
en: Reflecting on this, you should examine it in detail.

source: ཇི་ཙམ་དུ་བཟའ་བ་དང་། བཅའ་བ་ཟོས་འཆོས་ཤིང་བལྡད་པ་ན་མཆིལ་སྣབས་སུ་གྱུར་ནས་མིད་པར་འཇུག་ཅིང་རྐང་དང་ཀླད་པ་ཕན་ཚུན་འདྲེས་ནས་ལྟོ་བར་འབབ་པར་འགྱུར་ཏེ།
en: “However much hard and soft food the mother eats, when she chews it becomes spittle and, entering her throat, mixes together with marrow and brains and flows into her stomach.

source: འདི་ལྟ་སྟེ་དཔེར་ན། ཁྱི་རུས་པ་སྐམ་པོ་བལྡད་པ་ལྟ་བུར་གྱུར་པ་ཡིན་ཡང་ཡང་དག་པ་མ་ཡིན་པའི་སེམས་ཀྱིས་ཞིམ་པའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་པས་ཟས་རྐེད་པར་ཕྱིན་ནས་གྱེན་དུ་སློན་པར་བྱེད་ཀྱང་སླར་མིད་པར་བྱེད་དོ། །དགའ་བོ་ལུས་འདི་ནི་དང་པོ་མེར་མེར་པོ་དང་། ནུར་ནུར་པོ་དང་། ལྟར་ལྟར་པོ་དང་།
en: It is like a dog that chews a dry bone and, due to an incorrect thought, produces the notion of something delicious.

source: མཁྲང་འགྱུར་དང་།
en: Even when the food, after reaching the midsection, is vomited back up, it is eaten again.

source: རྐང་ལག་འགྱུས་པ་མི་གཙང་བའི་དངོས་པོ་ཆེར་སྐྱེས་ནས། བྱིས་པའི་ཚེ་འཁོར་བར་གྱུར་པ་ནས་རྒས་པའི་བར་དུ་འཁོར་ཞིང་བཅིངས་པར་གྱུར་པ་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་མུན་པའི་གཡངས་དང་འདྲའོ། །
en: “Nanda, as for this body, after the unclean thing that is at first the kalala, then the arbuda, the peśī, the ghana, and the praśākhā, grows up, it cycles through saṃsāra, bound, from infancy until it is old, as if in a dark abyss.

source: ཁྲོན་པ་མནམ་པོ་དང་འདྲ་བར་རྟག་ཏུ་ལན་ཚྭ་དང་། བསྐ་བ་དང་། ཚ་བ་དང་། སྐྱུར་བ་ལ་སོགས་པའི་ཟས་ཀྱི་རོས་ཡོངས་སུ་གསོས་པ།
en: In what is like a smelly well, it is constantly nourished by the flavors of food that is salty, bitter, hot, sour, and so forth.

source: གཞན་ཡང་མའི་མངལ་གྱི་མེས་ལུས་ཀྱི་དབང་པོ་རབ་ཏུ་བཙོས་པ།
en: Furthermore, the heat of the mother’s womb boils the body’s faculties.

source: མི་གཙང་བའི་སྣོད་དུ་རྟག་པར་རབ་ཏུ་གདུང་བའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་བ། གལ་ཏེ་མི་འགྲེང་ངམ།
en: It experiences the suffering of being constantly tormented in an unclean pot.

source: འདུག་གམ། ཉལ་བར་གྱུར་པ་ན་བཅིང་བ་ལྔས་བཅིངས་པ་འམ། མེས་གདུངས་པ་བཞིན་ཤིན་ཏུ་བཟོད་པར་དཀའ་བའི་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་བས་དཔེ་བྱར་ཡང་མི་ནུས་སོ། །
en: When the mother stands, or sits, or lies down, the fetus experiences exceedingly intolerable suffering, as if bound with five bonds or scorched by fire, with which nothing can be compared.

source: དགའ་བོ་མངལ་ན་གནས་པ་དེ་དེ་ལྟར་མི་གཙང་བའི་འདམ་དུ་གནས་ཤིང་སྡུག་བསྔལ་མང་པོས་ཉོན་མོངས་པར་འགྱུར་མོད་ཀྱི་འོན་ཀྱང་དབང་པོ་རྣོ་བའི་ཕྱིར་སེམས་གཡེང་བར་མི་འགྱུར་རོ། །
en: Nanda, the fetus dwelling in the womb thus dwells in a bog of filth and is afflicted with many sufferings. However, due to its sharp faculties, its mind does not waver.

source: གཞན་ཡང་སེམས་ཅན་བསོད་ནམས་ཆུང་བ་ཁ་ཅིག་ནི་མའི་མངལ་ན་འཕྲེད་དུ་ཉལ་བའམ། ལོག་པར་འདུག་པར་ཡང་འགྱུར་ཏེ། དེ་ཡང་སྔོན་གྱི་ལས་རྒྱུ་དང་རྐྱེན་གྱི་སྟོབས་ཀྱི་ཕྱིར་རམ།
en: Furthermore, some beings who have little merit lie on their side in their mother’s womb or they are upside down.

source: ཡང་ན་མས་ཁ་ཟས་མ་སྙོམས་པ་ཤིན་ཏུ་གྲང་བའམ། ཤིན་ཏུ་ཚ་བའམ། ཤིན་ཏུ་སྐྱུར་བ་འམ། ཤིན་ཏུ་མངར་བའམ། ཤིན་ཏུ་ཁ་བ་ཟོས་པའི་ཕྱིར་རམ། ཡང་ན་ཚད་ལས་འདས་པར་སྐོམ་འཐུངས་སམ། འདོད་ཆགས་མང་དུ་སྤྱད་དམ།
en: Due to the power of causes and conditions of actions in former lives, or because their mother’s food is imbalanced—very cold, very hot, very sour, very sweet, or very bitter—or because she consumes more drink than she should, or has a lot of sex, or is sickly, or is burdened by many sorrows, or falls down, or is beaten, due to these conditions the mother’s body is tormented, and because it is tormented, the fetus also is tormented.

source: ནད་བུ་ཅན་དུ་གྱུར་ཏམ། མྱ་ངན་མང་པོས་ནོན་ཏམ། རྡེག་འཆོས་སམ། བརྡེགས་པར་གྱུར་ན་ཡང་རྐྱེན་འདི་དག་གི་དབང་གིས་མའི་ལུས་ཀྱང་ཡོངས་སུ་གདུང་བར་འགྱུར་ལ་མའི་ལུས་ཡོངས་སུ་གདུངས་པར་གྱུར་པའི་ཕྱིར་མངལ་ན་གནས་པ་ཡང་ཡོངས་སུ་གདུང་བར་འགྱུར་རོ། །
en: Because it is tormented, it experiences many sufferings.

source: ཡོངས་སུ་གདུངས་པར་གྱུར་པའི་ཕྱིར་ན་སྡུག་བསྔལ་མང་པོ་མྱོང་བར་འགྱུར་རོ། །སྡུག་བསྔལ་མང་པོ་མྱོང་བར་གྱུར་པའི་ཕྱིར་ན་གཡོ་བར་འགྱུར་རོ། །
en: Because it experiences many sufferings, it is agitated.

source: གཡོས་པར་གྱུར་པའི་ཕྱིར་ན་ལུས་ལོག་པར་འཕྲེད་དུ་ཉལ་ཞིང་འབྱུང་བར་མི་ནུས་པ་ལ་བུད་མེད་མཁས་པས་མར་རམ།
en: Because it is agitated, the body will be incorrectly sideways and unable to emerge.

source: འབྲུ་མར་གྱིས་ལག་པ་བསྐུས་ནས་མའི་མངལ་དུ་འཇུག་སྟེ།
en: Then a wise woman would smear her hand with butter or oil and insert it into the mother’s womb.
